Repository: beechit/MisterMaks-EHRM
Catalog: Packages/Beech/Beech.Calendar/Resources/Private/Translations/*/Main.xlf
Languages: nl

# meeting.meetingId
source: meetingid
nl: afspraak id

# meeting.summary
source: Summary
nl: Samenvatting

# meeting.description
source: description
nl: Omschrijving

# meeting.location
source: location
nl: locatie

# meeting.creatorId
source: Creator
nl: Eigenaar

# meeting.organiserId
source: Organiser ID
nl: Organisator

# meeting.organiserSelf
source: Organiser self
nl: Organisator

source: meeting start
nl: Starttijd

source: meeting end
nl: Eindtijd

# meeting.endTimeUnspecified
source: End time Unspecified
nl: Eindtijd ongesprecificeerd

# meeting.recurringEventId
source: Recurring event
nl: Repeterende afspraak

# meeting.originalStartTime
source: Original start time
nl: Orginele starttijd

# meeting.transparency
source: Block time in calendar
nl: Blokkeer tijdstip in agenda

# meeting.visibility
source: Visibility
nl: Zichtbaarheid

# meeting.sequence
source: Sequence
nl: Frequentie

# meeting.attendees
source: Attendees
nl: Deelnemers

# meeting.optional
source: Optional
nl: Optioneel

# meeting.responseStatus
source: Response status
nl: Status van aanmelding

# meeting.comment
source: comment
nl: Opmerking

# meeting.relations
source: Relations
nl: Relaties

# meeting.minutesId
source: Minute
nl: Verslag

# meeting.documentRequired
source: document required
nl: Document vereist

# meeting.documentRequired
source: minute required
nl: Verslag vereist

# meeting.actionId
source: action
nl: Actie

# meeting.planNextMeeting
source: plan next meeting
nl: plan vervolg bijeenkomst

# meeting.notification
source: notification
nl: notificatie

# meeting.notificationWindow
source: notification window
nl: notificatie termijn

# meeting.notificationMethod
source: notification method
nl: notificeer methode

# meeting.creationDate
source: Creation Date
nl: toevoegdatum

# meeting.createdBy
source: Created by
nl: toegevoegd door

# meeting.Modification
source: Modification
nl: Wijziging

# meeting.modificationDate
source: modification date
nl: wijzigingsdatum
