Repository: beechit/MisterMaks-EHRM
Catalog: Packages/Beech/Beech.Party/Resources/Private/Translations/*/Main.xlf
Languages: nl

# company.company.companyIDnumber
source: companyIDnumber
nl: Bedrijfsnummer

# company.PolicyNumberAbsenceInsurer
source: PolicyNumberAbsenceInsurer
nl: Polisnummer Verzuimverzekeraar

source: Chamber of Commerce Number
nl: KvK nummer

# company.legalForm
source: legalForm
nl: Rechtsvorm

# company.address
source: address
nl: Adres

# company.addressType
source: addressType
nl: Adres type

source: company.streetName
nl: Straatnaam

# company.primaryPostAddress
source: primaryPostAddress
nl: Primair adres

# company.primaryLocation
source: primaryLocation
nl: Primaire locatie

# company.postboxNumber
source: postBoxNumber
nl: Postbusnummer

# company.houseNumber
source: houseNumber
nl: Huisnummer

# company.houseNumberAddition
source: houseNumberAddition
nl: Huisnummer toevoeg

# company.postalCodeNL
source: postalCodeNL
nl: Postcode

# company.postalCodeAbroad
source: postalCodeAbroad
nl: Postcode buitenland

# company.residence
source: residence
nl: Woonplaats

# company.country
source: country
nl: Land

# company.addressDescription
source: Address description
nl: Adres omschrijving

# company.electronicAddresses
source: electronicAddresses
nl: Electronisch adres

# company.phone
source: phone
nl: telefoonnummer

# company.phoneType
source: phoneType
nl: telefoontype

# company.phoneNumber
source: phoneNumber
nl: telefoonnummer

# company.foreignphoneNumber
source: foreignphoneNumber
nl: telefoonnummer buitenland

# company.vatNumber
source: vat Number
nl: BTW Nummer

# company.wageTaxNumber
source: Wage Tax Number
nl: Loonbelastingsnummer

# company.companyDescription
source: Company description">
nl: Bedrijfsomschrijving

# company.bankInformation
source: Bank information
nl: Bank info

# company.bankAccountType
source: Account type
nl: Rekening type

# company.bankName
source: bankname
nl: Bank naam

# company.primaryBankAccount
source: primaryBankAccount
nl: Primair bank account

source: accountNumber
nl: Rekeningnummer

source: countryBank
nl: Land

source: bankResidence
nl: Vestiginsgsplaats

# company.serviceType
source: serviceType
nl: Dienstverleningstype

# company.creationDate
source: creationDate
nl: Aanmaakdatum

# company.createdBy
source: createdBy
nl: aangemaakt door

# company.Modification
source: Modification
nl: Wijziging

# company.modificationDate
source: modificationDate
nl: Wijzingsdatum

# company.modifiedby
source: Modifiedby
nl: gewijzigd door

source: Company
nl: Bedrijf

# lead.new.company
source: Fill out the following form to create a new company
nl: Gebruik het volgende formulier om een nieuw bedrijf aan te maken

# lead.edit.company
source: Use the following form to edit a company
nl: Gebruik het volgende formulier om een bedrijf te wijzigen

# lead.new.address
source: Fill out the following form to create a new address
nl: Gebruik het volgende formulier om een nieuw adres aan te maken

source: Company name
nl: Bedrijfsnaam

source: Department name
nl: Afdelingsnaam

# message.company.noResult
source: No company created yet
nl: Er is nog geen bedrijf aangemaakt

# message.department.noResult
source: No department created yet
nl: Nog geen afdeling aangemaakt

source: Persons
nl: Personen

# accounts
source: Users
nl: Gebruikers

# account.accountIdentifier
source: User identifier
nl: Gebruikersidentificatie

# account.creationDate
source: Creation Date
nl: Aanmaak datum

# account.expirationDate
source: Expiration Date
nl: Verlooptdatum

# account.password
source: Password
nl: Wachtwoord

# message.account.noResult
source: No users created yet
nl: Er zijn nog geen gebruikers aangemaakt

# groupType.name
source: Group type
nl: Groep type

# message.groupType.noResult
source: No group types created yet.
nl: Nog geen groeptype aangemaakt

source: Group name
nl: Groep naam

source: Group type
nl: Groep type

# group.members
source: Members
nl: Leden

# group.children
source: Subgroups
nl: Sub groepen

# message.group.noResult
source: No group created yet.
nl: Nog geen groep aangemaakt

source: Action
nl: Actie

# action.new
source: New
nl: Nieuw

# action.create
source: Create
nl: Toevoegen

# action.show
source: Show
nl: Tonen

# action.edit
source: Edit
nl: Bewerk

# action.save
source: Save
nl: Opslaan

# action.cancel
source: Cancel
nl: Annuleren

# action.close
source: Close
nl: Sluit

# action.back
source: Back
nl: Terug

# action.newDepartment
source: Create new department
nl: Voeg een nieuwe afdeling toe

# action.add.company.address
source: Add company address
nl: Voeg een adres toe

# flashmessage.newDepartment
source: Created new department
nl: Nieuwe afdeling aangemaakt

# flashmessage.createdCompany
source: New company created.
nl: Nieuw bedrijf toegevoegd

# flashmessage.updatedCompany
source: CompanyData updated
nl: Bedrijfsgegevens bijgewerkt

# flashmessage.deletedCompany
source: Companydata deleted
nl: Bedrijfgegevens verwijderd

# flashmessage.addedAddress
source: New company address was successfully added.
nl: Nieuw adres toegevoegd

# person.initials
source: Initials
nl: Intialen

# person.birthName
source: birthName
nl: Geboorte datum

# person.dateofBirth
source: Date of Birth
nl: Geboortedatum

# person.dateofDeath
source: Date of death
nl: Sterfdatum

# person.gender
source: gender
nl: Geslacht

# personName
source: Name
nl: Naam

source: Last name
nl: Achternaam

source: First name
nl: Voornaam

source: Initials
nl: Initialen

source: Middle name
nl: Tussenvoegsel

source: Gender
nl: Geslacht

source: Female
nl: Vrouw

source: Male
nl: Man

# person.civilStatus
source: civilStatus
nl: Burgelijke staat

source: Birth name
nl: Geboortenaam

source: Married name
nl: Getrouwde naam

source: Married name + birth name
nl: Getrouwde naam + geboortenaam

# mr
source: Dear Mr.
nl: Geachte heer

# ms
source: Dear Ms.
nl: Geachte mevrouw

# miss
source: Dear Miss.
nl: Geachte mejuffrouw

# mrs
source: Dear Mrs.
nl: Geachte mevrouw

source: Unknown
nl: Onbekend

source: Married
nl: Getrouwd

source: Single
nl: Alleenstaand

source: Living together
nl: Samenwonend

source: widow / widower
nl: Weduwe / weduwnaar

source: Divorced
nl: Gescheiden

source: None
nl: Geen

source: Phone
nl: Telefoon

# person.image
source: image
nl: Afbeelding

# person.preferedCommunictationMethod
source: preferedCommunictationMethod
nl: Voorkeurs communicatie methode

# person.phone.phonetype
source: phonetype
nl: Type telefoonnummer

# person.phone.phoneNumber
source: phoneNumber
nl: Telefoonnnummer

# person.phone.foreignphoneNumber
source: foreignphoneNumber
nl: Telefoonnummer buitenland

# person.addresses.addresstype
source: addresstype
nl: Adres type

# person.addresses.primaryPostaddress
source: primaryPostaddress
nl: Primair postadres

# person.addresses.primaryResidentialAddress
source: primaryResidentialAddress
nl: Primair woonadres

# person.addresses.streetName
source: streetName
nl: Straat

# person.addresses.postboxNumber
source: postboxNumber
nl: Postbusnummer

# person.addresses.houseNumber
source: houseNumber
nl: Huisnummer

# person.addresses.houseNumberAddition
source: houseNumberAddition
nl: Huisnummer toevoeging

# person.addresses.postalCodeNL
source: postalCodeNL
nl: Postcode

# person.addresses.postalCodeAbroad
source: postalCodeAbroad
nl: Postcode Buitenland

# person.addresses.residence
source: residence
nl: Woonplaats

# person.addresses.region
source: region
nl: Regio

# person.addresses.country
source: country
nl: Land

# person.addresses.houseBoatReference
source: houseBoatReference
nl: Woonboot referectie

# person.addresses.mobileHomeReference
source: mobileHomeReference
nl: Woonwagen referenctie

# person.employeeNumber
source: employeeNumber
nl: Personeelsnummer

# person.employmentDisabled
source: employmentDisabled
nl: Arbeidsongeschikt

# person.waowiaPercentage
source: WAO Wia Percentage
nl: Percentage WAO WIA

# person.waowiaStartDate
source: WAOWiaStartDate
nl: Ingangsdatum WAO WIA

# person.bankInformation.accountName
source: Account name
nl: Naam Rekening

# person.bankInformation.accountType
source: accountType
nl: Rekening type

# person.bankInformation.bankName
source: bankName
nl: Bank naam

# person.bankInformation.primaryBankAccount
source: primaryBankAccount
nl: Primaire Bankrekening

# person.bankInformation.bic
source: bic
nl: bic code

# person.bankInformation.accountNumber
source: accountNumber
nl: Bankrekeningnummer

# company.person.bankInformation.ibanNumber
source: ibanNumber
nl: IBAN nummer

# person.bankInformation.countryBank
source: countryBank
nl: Land

# person.bankInformation.bankResidence
source: bankResidence
nl: Vestigingsplaats

# person.jobTitle
source: jobTitle
nl: Functienaam

# person.freeRemarks
source: freeRemarks
nl: Opmerkingen

# person.creationDate
source: creationDate
nl: Aanmaak datum

# person.createdBy
source: createdBy
nl: Aangemaakt door

# person.Modification
source: Modification
nl: Wijzigen

# person.modificationDate
source: modificationDate
nl: Datum wijziging

# person.modifiedby
source: Modifiedby
nl: Gewijzigd door

# company.department
source: department
nl: afdeling

# company.soleProprietorship
source: Sole Proprietorship
nl: Eenmanszaak

# company.partnership
source: partnership
nl: Maatschap

# company.association
source: Association
nl: Vereniging

# company.foundation
source: Foundation
nl: Stichting

# company.cooperative
source: Cooperative
nl: Cooperatie

# company.primary
source: primary
nl: Primair

# company.department
source: Department
nl: Afdeling

# company.subsidiary
source: Subsidiary company
nl: Dochteronderneming

# company.partnerCompany
source: PartnerCompany
nl: Partner bedrijf

# company.businessAddress
source: Businessaddress
nl: Vestigingsadres

# company.postbox
source: Postbox
nl: PostBus

# company.Mailingaddress
source: mailingaddress
nl: Postadres

# company.Worklocation
source: Worklocation
nl: werklocatie

# company.AddressAbroad
source: AddressAbroad
nl: Buitenlandsadres

# homeNumber
source: Home phone number
nl: Privé telefoonnummer

source: Foreign number
nl: Buitenlands nummer

# company.homephoneNumber
source: HomephoneNumber
nl: Privé nummer

source: Mobile number
nl: Mobiel nummer

# workNumber
source: Work phone number
nl: Zakelijk nummer

# company.emergencyCallnumber
source: EmergencyCallnumber
nl: Nummer noodgevallen

# company.GiroAccount
source: GiroAccount
nl: GiroRekening

# company.bankaccount
source: Bankaccount
nl: Bankrekening

# company.bankAccountAbroad
source: BankAccount Abroad
nl: Bankrekening buitenland

# person.male
source: Male
nl: Man

# person.female
source: Female
nl: Vrouw

# person.unknown
source: Unknown
nl: Onbekend

# person.umarried
source: Unmarried
nl: Ongehuwd

# person.married
source: Married
nl: Gehuwd

# person.livingtogether
source: Living together
nl: Samenwonend

# person.widowWidower
source: Widow / Widower
nl: Weduwe/Weduwnaar

# person.sustainableSeparated
source: Sustainable separated
nl: Duurzaam gescheiden

# person.divorced
source: Divorced
nl: Gescheiden

# person.phone
source: Phone
nl: telefoon

# person.workLocationNumber
source: WorkLocationNumber
nl: Werklocatie nummer

# person.homephoneNumber
source: Home phone number
nl: Privé telefoonnummer

# person.privateMobilePhone
source: Private mobile phone
nl: Privé mobiel nummer

# person.businessMobilePhone
source: Business mobile phone
nl: Zakelijk mobiel nummer

# person.emergencyCallnumber
source: Emergency call number
nl: Noodgevallen Nummer

# person.phonedescription
source: phone description
nl: Omschrijving telefoonnummer

# person.temporaryAddress
source: Temporaryaddress
nl: Tijdelijk adres

# person.businessAddress
source: Businessaddress
nl: Zakelijk adres

# person. postAddress
source: Postaddress
nl: Postadres

# person.addressAbroad
source: AddressAbroad
nl: Adres buitenland

# person.TemporaryAddressAbroad
source: Temporaryaddressabroad
nl: Tijdelijk adres buitenlands

# person.recoveryAddress
source: Recoveryaddress
nl: Verpleeglocatie

# person.giroAccount
source: GiroAccount
nl: GiroRekening

# person.bankaccount
source: Bankaccount
nl: Bankrekening

# person.bankAccountabroad
source: BankAccount Abroad
nl: Bankrekening buitenland

# person.AB
source: Houseboat
nl: Woonboot

# person.WW
source: Mobile home
nl: Woonwagen

# address.addressType.business
source: Business Laptop
nl: Bedrijf Laptop

# asset.assetType.phone
source: Phone
nl: Telefoon

# asset.assetType.tools
source: Tools
nl: Gerechap

# asset.assetType.car
source: Car
nl: Auto

# asset.assetType.other
source: Other
nl: Overig

# bankAccount.BankAccountType.foreign
source: Foreign
nl: Buitenlands

# company.companyType.primary
source: Primary
nl: Primair

# company.companyType.department
source: Department
nl: Afdeling

# company.companyType.subsidiary
source: subsidiary
nl: Dochter onderneming

# company.companyType.partnerCompany
source: Partner company
nl: Samenwerkings partner

# company.legalForm.subsidairy
source: Subsidairy
nl: Dochter onderneming

# company.legalForm.department
source: Department
nl: Afdeling

# company.legalForm.solePropietorship
source: Sole propietorship
nl: Eenmanszaak

# education.educationLevel.preVocational
source: Prevocational
nl: Voorbereidend Beroepsonderwijs

# education.educationLevel.primaryEducation
source: primary
nl: Basisonderwijs

# education.educationLevel.vocationalSecondary
source: Vocational secondary
nl: Middelbaar beroepsonderwijs

# education.educationLevel.academic
source: Academic
nl: Academisch

# education.educationLevel.higerVocational
source: Higher vocational
nl: Hoger beroepsonderwijs

# licence.licenceType.driversLicence
source: Drivers licence
nl: Rijbewijs

# licence.licenceType.emergencyResponce
source: Emergency response
nl: B.H.V. / E.H.B.O

# licence.licenceType.cropProtection
source: Crop protection
nl: Gewasbeschermingslicentie

# licence.licenceType.other
source: Other
nl: Anders

# person.personType.contact
source: Contact
nl: Contactpersoon

# person.personType.companyContact
source: Company contact
nl: Contactpersoon bedrijf

# person.personType.employee
source: Employee
nl: Medewerker

# person.personType.partnerCompanyContact
source: Partner contact
nl: Contactpersoon samenwerkingspartner

# person.personType.relative
source: Relative
nl: Familie

# person.nameUsage.birthName
source: Birth nameRelative
nl: Meisjesnaam

# person.nameUsage.marriedName
source: Married name
nl: Getrouwde naam

# person.nameUsage.marriedNameBirthName
source: Married name + birthname
nl: Getrouwde naam + meisjesnaam

# person.civilStatus.unknown
source: Unknown
nl: Onbekend

# person.civilStatus.married
source: Married
nl: Getrouwd

# person.civilStatus.livingTogether
source: Living together
nl: Samenwonend

# person.civilStatus.widowWidower
source: Widow / widower
nl: Weduwe / Weduwnaar

# person.civilStatus.divorced
source: Divorced
nl: Gescheiden

# person.preferedCommunicationMethod.none
source: None
nl: Geen

# person.preferedCommunicationMethod.phone
source: Phone
nl: telefoon

# person.status.active
source: Active
nl: actief

# person.status.archived
source: Archived
nl: niet actief

# person.salutation.mr
source: Dear Mr
nl: Geachte heer

# person.salutation.ms
source: Dear Ms.
nl: Geachte mevrouw

# person.salutation.miss
source: Dear miss
nl: Geachte mevrouw

# person.salutation.mrs
source: Dear mrs
nl: Geachte mevrouw

# phoneNumber.phoneNumberType.work
source: Work number
nl: Werknummer

# phoneNumber.phoneNumberType.homeNumber
source: Home number
nl: Privé nummer

# phoneNumber.phoneNumberType.business
source: Business number
nl: Bedrijfsnummer

# phoneNumber.phoneNumberType.mobile
source: Mobile number
nl: Mobiel nummer

# phoneNumber.phoneNumberType.foreign
source: Foreign number
nl: Buitenlands nummer

source: Birth date
nl: Geboortedatum

source: Nationality
nl: Nationaliteit

source: Name
nl: Naam

source: Main
nl: Algemeen

source: Departments
nl: Afdelingen

source: Select
nl: Selecteer

source: Age
nl: Leeftijd

source: Jobdescription
nl: Functie

# address.addressType.workAddress
source: Work address
nl: Werk adres

# address.addressType.postbox
source: Postbox
nl: Postbus

# address.addressType.postAddress
source: Post address
nl: Post adres

# address.addressType.foreignAddress
source: Foreign address
nl: Buitenlands adres

# address.addressType.homeAddress
source: Home address
nl: Huisadres

# address.addressType.work
source: Work address
nl: Werkadres

# address.addressType.mailing
source: Mailing address
nl: Postadres

# address.addressType.abroad
source: Address abroad
nl: Buitenlands adres

source: Relative
nl: Relatie

source: Emergency contact
nl: Contactpersoon Noodgevallen

# personRelation.relationType.child
source: Child
nl: Kind

# personRelation.relationType.parent
source: Parent
nl: Ouder

# personRelation.relationType.family
source: Family
nl: Familie

# personRelation.relationType.other
source: Other
nl: Anders

# address.addressType.
source: Address
nl: Adres

source: Add relative
nl: Relatie toevoegen

source: Relations
nl: Relaties

source: Relation type
nl: Soort relatie

# electronicAddress.electronicAddressType.
source: Add an e-mail address
nl: Voeg een e-mail adres toe

# phoneNumber.phoneNumberType.
source: Add a phone number
nl: Voeg een telefoonnummer toe

source: phoneNumber
nl: Telefoon

source: Street
nl: Straat

source: Home address
nl: Huis adres

# workAddress
source: Work
nl: Werkadres

source: Postbox>
nl: Postbus

# mailing
source: Mail address
nl: Post adres

source: Foreign
nl: Buitenlands adres

source: Zip
nl: Postcode

source: Residence
nl: Woonplaats

source: Choose country
nl: Kies Geboorteland

source: Address type
nl: Adres Type

source: primary
nl: Primair

source: Sick Report
nl: Ziek melding

source: Leave request
nl: Verlof aanvraag

# sicknessHistory
source: Absence history
nl: Verzuim historie

source: Leave history
nl: Verlof historie

source: General
nl: Algemeen

source: Education
nl: Opleiding

source: Personal
nl: Persoonlijk

source: Documents
nl: Documenten

source: Relatives
nl: Relatie

source: Category
nl: Categorie

source: Filter:
nl: Document type

source: End
nl: Eind

source: Graduated
nl: Diploma

source: Direction
nl: Studierichting

# educationLevel
source: Educatation level
nl: Niveau

# education.educationLevel.primaryEducation
source: Primary Education
nl: Basisonderwijs

# education.educationLevel.preVocational
source: Pre vocational
nl: Lager beroepsonderwijs

# education.educationLevel.higherVocational
source: Higher vocational
nl: Hoger beroepsonderwijs

source: Primary Education
nl: Basisonderwijs

source: Pre vocational
nl: Lager beroepsonderwijs

source: Vocational secondary
nl: Middelbaar beroepsonderwijs

source: Higher vocational
nl: Hoger beroepsonderwijs

source: Academic
nl: Wetenschappelijk Onderwijs

source: Institute
nl: Onderwijs instelling

source: until
nl: t/m

source: Period
nl: Periode

# document.sEmptyTable
source: No documents available
nl: Geen documenten toegevoegd.

# document.sSearch
source: Search
nl: Zoek

# document.sFirst
source: First
nl: Begin

# document.sNext
source: Next
nl: Volgende

# document.sLast
source: Last
nl: Laatst

# document.sPrevious
source: Previous
nl: Vorige

source: Parent
nl: Ouder

source: Child
nl: Kind

source: Family
nl: Familie

source: Other
nl: Anders

source: Place of birth
nl: Geboorteplaats

source: Country of birth
nl: Geboorteland

source: Name usage
nl: Naam gebruik

# BSNNumber
source: BSN mumber
nl: Burger Service Nummer

source: Language
nl: Taal

# nl_NL
source: Dutch
nl: Nederlands

# en_EN
source: English
nl: Engels

# pl_PL
source: Polnish
nl: Pools

source: Salutation
nl: Aanhef

source: Civil status
nl: Burgerlijke staat

# person.sEmptyTable
source: No documents available
nl: Geen personen bekend.

# person.sSearch
source: Search
nl: Zoek

# person.sFirst
source: First
nl: Begin

# person.sNext
source: Next
nl: Volgende

# person.sLast
source: Last
nl: Laatst

# person.sPrevious
source: Previous
nl: Vorige

# person.sInfo
source: Showing (_START_ of _END_) of _TOTAL_ persons.
nl: (_START_ of _END_) van _TOTAL_ personen.

# personInfo
source: Person information
nl: Persoon informatie

# errorSubmitting
source: There was a problem with your submission. Please correct the errors and re-submit.
nl: Er is een fout opgetreden bij het verzenden van de gegevens, corrigeer de fout en verzend opnieuw

# errorSubmitting1
source: There was a problem submitting the form. Please try again in a minute.
nl: Er is een fout opgetreden bij het verzenden van de gegevens probeer het later nog eens.

source: Electronic addresses
nl: Electronische adressen

source: Addresses
nl: Adressen

# bankAccounts
source: BankAccount
nl: Bankrekening

source: Licence
nl: Licenties

source: Create user account
nl: Maak een gebruikersaccount

# createAnotherPerson
source: Create another person registration
nl: Maak nog een persoonsregistratie aan

# createUser
source: Create a userAccount
nl: Maak een gebruikersaccount aan

# personCreated
source: Person registered
nl: Persoon geregistreed

# createContract
source: Create a labour contract
nl: Maak een arbeidscontract aan

source: Done
nl: Gereed

source: or
nl: of

source: Personal data
nl: Persoonsgegevens

# createDepartment
source: Create new department
nl: Registreer nieuwe afdeling

source: Department created
nl: Afdeling geregistreerd

source: Create another department
nl: Registreer nog een afdeling

# companyInfo
source: Company information
nl: Bedrijfsgegevens

source: Legal form
nl: Rechtsvorm

source: Chamber of commerce
nl: Kamer van koophandel

source: VAT number
nl: BTW nummer

source: Description
nl: Omschrijving

source: Contact person
nl: Contactpersoon

source: Phone numbers
nl: Telefoonnummers

source: Phone number
nl: Telefoonnnummer

# legalForm.department
source: Department
nl: Afdeling

# person.sLengthMenu
source: Show _MENU_ persons
nl: Toon _MENU_ personen

# sLengthMenu
source: Show _MENU_ documents
nl: Toon _MENU_ documenten

source: - select contact person -
nl: - selecteer contact persoon -

# parentCompany
source: Department of
nl: Afdeling van

source: Bank name
nl: Naam bank

source: Foreign bank
nl: Bank in buitenland

source: Asset
nl: Bruikleen

# phoneNumber.phoneNumberType.mobileNumber
source: Mobile number
nl: Mobiel nummer

# phoneNumber.phoneNumberType.homeNumber
source: Home phone number
nl: Privé nummer

# phoneNumber.phoneNumberType.workNumber
source: Work number
nl: Zakelijk nummer

# phoneNumber.phoneNumberType.foreignNumber
source: Foreign number
nl: Buitenlands nummer

source: Provision date
nl: Uitgifte datum

source: Emergency responce
nl: Bedrijfshulpverlening

source: Crop protection
nl: Gewasbescherming

source: Start date
nl: Start

source: Expiration
nl: Verloopt

# phoneNumber.phoneNumberType.home
source: Home phone number
nl: Privé nummer

source: Department
nl: Afdeling

source: Subsidairy
nl: Dochter onderneming

source: SolePropietorship
nl: Eenmanszaak

source: B.V.
nl: Besloten Venootschap

source: V.O.F.
nl: Vennootschap onder firma

# companyType
source: Type of company
nl: Bedrijf

source: companyType
nl: Soort bedrijf(sonderdeel)

source: Company name
nl: Naam bedrijf(sonderdeel)

# company Name
source: Name of department or company
nl: Naam van bedrijfs(onderdeel)

source: Actions
nl: Acties

# remove
source: Delete
nl: Verwijder

source: Job position
nl: Bedrijfsfunctie

# education.graduated.TRUE
source: Yes
nl: Ja

# education.graduated.FALSE
source: No
nl: Nee

# education.graduated.
source: No
nl: Nee

# licence.licenceType.emergencyResponce
source: Emergency responce
nl: Bedrijfshulpverlening

source: Drivers licence
nl: Rijbewijs

source: Crop protection
nl: Gewasbescherming

source: Granted by
nl: Uitgegeven door

source: Tools
nl: Gereedschap

# car
source: Lease car
nl: Lease auto

# assetName
source: Name of asset
nl: naam

source: ID number
nl: Kenmerk / nummer
