Repository: beechit/MisterMaks-EHRM
Catalog: Packages/Beech/Beech.Party/Resources/Private/Translations/*/Main.xlf
Languages: nl

# contract.contractTemplate.Temporary contract with GLA Arrangement
source: Temporary contract with GLA arrangement
nl: Tijdelijk contract met gelegenheidsarbeidregeling

# contract.contractTemplate.Permanent Contract
source: Permanent contract
nl: Vast dienstverband

# contract.contractTemplate.Temporary contract
source: Temporary contract
nl: Tijdelijk dienstverband

# contract.contractTemplate.Temporary contract with cafetaria arrangement
source: Temporary contract with cafetaria arrangement
nl: Tijdelijk contract met LTO cafetariaregeling

source: Hours
nl: Uren

source: End date
nl: Einddatum

source: Days till end
nl: Dagen tot eind

source: Salary
nl: Salaris

source: Wagegroup
nl: Salarisgroep

source: Wage step
nl: Functiejaar

# contract.status.draft
source: Draft
nl: Concept

# contract.status.active
source: Active
nl: Actief

# contract.status.rejected
source: Rejected
nl: Afgewezen

# contract.status.cancelled
source: Cancelled
nl: Gestopt

# contract.status.closed
source: Ended
nl: Afgelopen

# contract.status.pendingApproval
source: Pending approval
nl: Wachten tot goedkeuring

# noContract
source: There is no contract for this person.
nl: Er is geen contract bij deze persoon
