Repository: beechit/MisterMaks-EHRM
Catalog: Packages/Beech/Beech.Absence/Resources/Private/Translations/*/Main.xlf
Languages: nl

# absence.absenceType
source: Type of absence
nl: Verzuim type

# absence.personId
source: Person
nl: Persoon

# absence.departementId
source: department
nl: Afdeling

# absence.firstSickDay
source: First absence day
nl: Eerste verzuimdag

# absence.disabilityPercentage
source: disability percentage
nl: arbeidsongeschiktheidspercentage

# absence.disabilityBackup
source: disability backup
nl: vangnet

# absence.recoveryDate
source: Recovery date
nl: Herstel datum

# absence.arboActionType
source: Action to take by Arbodienst
nl: Actie van arboddienst

# absence.creationDate
source: Creation Date
nl: Toevoeg datum

# absence.createdBy
source: Created by
nl: Toegevoegd door

# absence.modification
source: Modification
nl: Wijziging

# absence.modificationDate
source: modification date
nl: Datum wijziging

# absence.modifiedBy
source: Modified by
nl: Gewijzigd door

# absence.flashmessage.createdAbsenseReport
source: New absence report created
nl: Nieuwe verauimmelding toegevoegd

# absence.flashmessage.updatedAbsenceReport
source: Absense report was updated
nl: Verzuimmelding is bijgewerkt

# absence.flashmessage.deletedAbsenceReport
source: Absense report was deleted
nl: Verzuimmelding is verwijderd

# absence.leave.startDate
source: Start leave
nl: Start verlof

# absence.leave.endDate
source: End leave
nl: Einde verlof

# sickness.startDate
source: Date
nl: Datum

source: Sick Report
nl: Ziekmelding

# sickness.absenceType
source: Sickness Type
nl: Soort melding

# sickness.estimatedRecoveryDate
source: Estimated Recovery date
nl: Verwachte betermelding

# recoveryDateUnknown
source: Unknown
nl: Onbekend

source: Reason:
nl: Reden:

source: Report method
nl: Melding gedaan via

source: Reported to
nl: Gemeld bij

# absenceArrangement.labourDispute
source: Labour dispute
nl: Arbeidsconfict

# absenceArrangement.accident
source: Accident
nl: Ongeluk

# absenceArrangement.briefAbsence
source: Brief absence
nl: Kort verzuim bijv. griep/hoofdpijn

# absenceArrangement.workRelatedFysical
source: Work related fysical
nl: Werkgerelateerd lichamelijk

# absenceArrangement.workRelatedMental
source: Work related mental
nl: Werkgerelateerd geestelijk

# absenceArrangement.other
source: Other
nl: Anders

# reportMethod.phone
source: Phone
nl: Telefoon

# reportMethod.letter
source: Letter
nl: Brief

# reportMethod.other
source: other
nl: Anders

# reportMethod.inPerson
source: In person
nl: Persoonlijk

# leave.reportMethod
source: Request by
nl: Aangevraagd via

source: Leave type
nl: Soort verlof

# leave.leave.reason
source: Reason
nl: Reden van de verlofaanvraag

# absenceArrangement.extraordinaryLeave
source: Extraordinary leave
nl: Bijzonder verlof

# absenceArrangement.holiday
source: Holiday
nl: Feestdagen

# absenceArrangement.vacation
source: Vacation
nl: Vakantie

# absenceArrangement.doctorVisit
source: Doctor visit eg.
nl: Bezoek aan dokter e.d.

# absenceArrangement.compensationHours
source: Compensation hours
nl: Compensatie uren

source: Leave request
nl: Verlof verzoek

source: Leave history
nl: Verlof historie

# remainingLeaveBalance
source: remaining balance
nl: Restand verlof

source: Company
nl: Bedrijf

source: Department
nl: Afdeling

# companyLeavePercentage
source: Company %
nl: Bedrijf %

# departmentLeavePercentage
source: Department %
nl: Afdeling %

source: from
nl: van

source: till
nl: tot

source: Days
nl: Dagen

source: hours
nl: uren

# absence.sEmptyTable
source: No data available
nl: Geen registratie bekend

# absence.sSearch
source: Search
nl: Zoek

# absence.sInfo
source: Showing (_START_ of _END_) of _TOTAL_ entries.
nl: (_START_ of _END_) van _TOTAL_.

# absence.sFirst
source: First
nl: Eerste

# absence.sLast
source: Last
nl: Laatste

# absence.sNext
source: Next
nl: Volgende

# absence.sPrevious
source: Previous
nl: Vorige

source: Sickness history
nl: Verzuim historie

# percentageSick
source: Sickness %
nl: Verzuim historie

# percentageAverageSickDepartment
source: Department %
nl: Afdelings %

# percentageAverageSickAverage
source: Company: %
nl: Bedrijf %

# absence.leave.hours
source: Number of hours
nl: Aantal uur

# absence.status.pending
source: Pending
nl: In afwachting

# absence.status.accepted
source: Accepted
nl: Geaccepteerd

# absence.status.declined
source: Declined
nl: Afgewezen

# absence.status.sick
source: sick
nl: Ziek

# absence.sLengthMenu
source: Show _MENU_ entries
nl: Toon _MENU_ records
