Repository: beechit/MisterMaks-EHRM
Catalog: Packages/Beech/Beech.Ehrm/Resources/Private/Translations/*/Wizard.xlf
Languages: pl

# action.previous
source: Previous page
pl: Poprzednia strona

# action.next
source: Next page
pl: Nastepna strona

# action.cancel
source: Cancel
pl: Anuluj

# action.create
source: Create
pl: Stw√≥rz

# action.replace.file
source: Replace File
pl: Zamien plik

# action.replace.image
source: Replace Image
pl: Zmien obraz

# action.submit
source: Submit
pl: Zapisz

source: Company name
pl: azwa firmy

source: Chamber Of Commerce Number
pl: Numer regon

source: House number
pl: Numer domu

source: Residence
pl: Miasto

source: Step 1 - Creating company
pl: Krok 1 - Tworzenie firmy

source: Step 2 - Adding address
pl: Krok 2 - Dodawanie adresu
