Repository: beechit/MisterMaks-EHRM
Catalog: Packages/Beech/Beech.Document/Resources/Private/Translations/*/Main.xlf
Languages: nl

# document.documents
source: Documents
nl: Documenten

# document.document[1]
source: Documents
nl: Documenten

# document.noDocumentsFound
source: No documents found
nl: Geen documenten gevonden

# document.mimeTypeNotAllowed
source: Mime type {0} not allowed
nl: Bestandstype {0} niet toegestaan

# document.noFileSelected
source: No file was selected for upload
nl: Geen bestand geselecteerd voor upload

# document.documentUploaded
source: Document uploaded
nl: Document geupload

# document.new
source: New
nl: Nieuw

# document.documentDeleted
source: Document deleted
nl: Document verwijderd

source: Name
nl: Naam

source: Versions
nl: Versies

# documentOwner
source: Owner
nl: Eigenaar

# department
source: DepartmentID
nl: Afdelingsnummer

source: Identification
nl: Legitimatie

# resume
source: Resumé
nl: CV

source: Report
nl: Rapport

# permit
source: Workpermit
nl: Tewerkstellingsvergunning

source: Certificate
nl: Certificaat

source: Other
nl: Anders

# driversLicenceType
source: Drivers licence
nl: Rijbewijs

source: forklift
nl: Heftruck

source: Identification type
nl: \Legitimatie Type

source: IDCard
nl: ID kaart

source: Passport
nl: Paspoort

source: Foreign Passport
nl: Buitenlands Paspoort

source: Foreign IDCard
nl: Buitenlandse ID kaart

source: Expiration date
nl: Verloopdatum

source: Resource
nl: Bronnen

# trackIfisValid
source: Check expiredate ?
nl: Geldigheid bewaken?

# documentDate
source: Date
nl: Datum

source: Document description
nl: Document omschrijving

source: Private document
nl: Privé document

source: Visible
nl: Zichtbaar

source: Connections
nl: Verbindingen

source: MinuteID
nl: Verslagnummer

source: ContractID
nl: Contractnummer

source: MeetingID
nl: Afspraaknummer

source: AbsenceID
nl: Verzuimnummer

source: LeaveID
nl: Verlofnummer

source: DocumentID
nl: Documentnummer

source: PersonID
nl: Persoonsnummer

source: Creation date
nl: toevoegdatum

# createdBy
source: Toegevoegd door
nl: Gewijzigd door

source: Modification
nl: Wijziging

source: Modification date
nl: Wijziging datum

source: Modified By
nl: Gewijzigd door

# action.update
source: Update
nl: Bijwerken

source: Document name
nl: Document naam

# NameAttachmentAreRequired
source: * Document name and attachment are required
nl: Documentnaam en bestand zijn vereist.

# resource.contentType.image/gif
source: Image (gif)
nl: Afbeelding (gif)

# resource.contentType.image/tiff
source: Image (tiff)
nl: Afbeelding (tiff)

# resource.contentType.image/jpeg
source: Image (jpeg)
nl: Afbeelding (jpeg)

# resource.contentType.text/plain
source: File (txt)
nl: Bestand (txt)

# resource.contentType.application/vnd.ms-excel
source: Spreadsheet (xls)
nl: Rekenblad (xls)

# resource.contentType.image/png
source: Image (png)
nl: Afbeelding (png)

source: Spreadsheet (xlsx)
nl: Rekenblad (xlsx)

# resource.contentType.application/vnd.oasis.opendocument.spreadsheet
source: Spreadsheet (ods)
nl: Rekenblad (ods)

# document.documentType.categoryName.Absence
source: Absence
nl: Verlof en verzuim

# document.documentType.typeName.Correspondence
source: Correspondence
nl: Correspondentie

# document.documentType.typeName.Arbo
source: Arbo
nl: Arbodienst

# document.documentType.typeName.Other
source: Other
nl: Anders

# document.documentType.categoryName.Contract
source: Contract
nl: Arbeidsovereenkomst

# document.documentType.categoryName.Reference note
source: Reference note
nl: Referenties

# document.documentType.typeName.Renewable certificates
source: Renewable certificates
nl: Verlengbare certificaten

# document.documentType.typeName.Certificates
source: Certificates
nl: Certificaten

# document.documentType.categoryName.Educational
source: Education
nl: Opleiding

# document.documentType.typeName.Certificate of registration
source: Certificate of registration
nl: Inschrijfbewijs

# document.documentType.categoryName.General
source: General
nl: Algemeen

# document.documentType.typeName.Report
source: Report
nl: Raport

# document.documentType.categoryName.Identification
source: Identification
nl: Identificatie

# document.documentType.typeName.Passport
source: Passport
nl: Passpoort

# document.documentType.typeName.ID card
source: ID card
nl: Id kaart

# document.documentType.categoryName.Image
source: Image
nl: Afbeelding

# document.documentType.typeName.profilePhoto
source: Profile photo
nl: Profielfoto

# document.documentType.typeName.companyLogo
source: Company logo
nl: Bedrijfslogo

# document.documentType.typeName.Images
source: Images
nl: Afbeeldingen

# document.documentType.categoryName.jobApplication
source: jobApplication
nl: functieomschrijving

# document.documentType.typeName.Resume
source: Resume
nl: CV

# document.documentType.typeName.Interview notes
source: Interview notes
nl: Gespreksverslag

# document.documentType.typeName.Performance review
source: Performance Review
nl: Functioneringsgesprek

# document.documentType.typeName.Team minutes
source: Team minutes
nl: Verslagen

# document.documentType.typeName.Progress report
source: Progress report
nl: Voortgangsverslag

# document.documentType.typeName.Workpermit
source: Workpermit
nl: Werkvergunning

# document.documentType.typeName.ResidencePermit
source: ResidencePermit
nl: Verblijfsvergunning

# document.documentType.typeName.Application form
source: Application form
nl: Aanvraag formulier

# document.documentType.typeName.Wage document
source: Wage document
nl: Salarisstrook

# document.documentType.typeName.Wage tax declaration
source: Wage tax declaration
nl: Loonbelasting documenten

# document.documentType.categoryName.Salary
source: Salary
nl: Salaris

# document.documentType.categoryName.Permits
source: Permits
nl: Vergunningen

# document.documentType.typeName.Year report
source: Year report
nl: Jaaropgave
