Repository: beechit/MisterMaks-EHRM
Catalog: Packages/Beech/Beech.Minutes/Resources/Private/Translations/*/Main.xlf
Languages: nl

# minute.minuteType
source: Minute type
nl: Verslag type

# minute.minuteContent
source: Minute content
nl: Verslag inhoud

# minute.followUpActionRequired
source: Follow up action required
nl: Vervolgacties

# minute.needSigning
source: Needs signing
nl: Moet ondertekend worden

# minute.action
source: action
nl: actie

# minute.documentRequired
source: document required
nl: document verplicht

# minute.visability
source: visability
nl: toegankelijkheid

# minute.creationDate
source: creation date
nl: Aanmaak datum

# minute.createdBy
source: Created by
nl: Aangemaakt door

# minute.modification
source: Modification
nl: Wijziging

# minute.modificationDate
source: Modification date
nl: Wijzigingsdatum

# minute.modifiedby
source: Modified by
nl: Gewijzigd door

# flashmessage.createdMinute
source: New minute created
nl: Nieuw verslag aangemaakt

# flashmessage.updatedMinute
source: Minute was updated
nl: Verslag bijgewerkt

# flashmessage.deletedMinute
source: Minute was deleted
nl: verslag verwijderd
